{
  "nav.home": "Home",
  "nav.services": "Services",
  "nav.process": "Process",
  "nav.about": "About us",
  "nav.contact": "Contact",
  "nav.quote": "Request a Quote",

  "hero.kicker": "Web agency for growing businesses",
  "hero.title": "Websites that look <1>sharp</1> and convert.",
  "hero.subtitle": "Sequential builds fast, modern websites for companies looking for more leads, stronger branding, and a better online experience.",
  "hero.cta1": "Schedule a free consultation",
  "hero.cta2": "View recent projects",
  "hero.meta.time": "2–4 weeks",
  "hero.meta.label": "Typical delivery time",
  "hero.card.title": "What you get with Sequential",
  "hero.card.list.1": "Custom design, no standard templates",
  "hero.card.list.2": "Responsive layouts for mobile & desktop",
  "hero.card.list.3": "Fast load times and an SEO-friendly structure",
  "hero.card.note": "Tell us about your business and we’ll suggest a structure, visual direction, and timeline — completely free.",

  "services.title": "Services",
  "services.subtitle": "From concept to launch: we handle every step of your website so you can focus on your business.",
  "services.intro": "Our services focus on one goal: a website that communicates clearly, builds trust, and supports your growth. Whether you’re starting a new website, improving an existing one, or optimizing a single page — we think strategically with you.",

  "services.includes": "Our services include, among others:",
  "services.outro.title": "No standard packages, just custom work",
  "services.outro.text": "Every project starts with a conversation. We listen, ask the right questions, and advise what’s truly needed — no more, no less. The result is a website that fits your business today and tomorrow.",

  "services.service1.title": "Business websites",
  "services.service1.kopje": "Professional, modern websites",
  "services.service1.summary": "Professional websites that build trust and guide visitors toward a call, message, or quote request.",
  "services.service1.text": "A business website is often the first touchpoint for potential customers. That’s why we build websites that don’t just look great — they’re clear, fast, and goal-driven. We translate your story into a logical structure with strong calls-to-action, so visitors move to action sooner.",
  "services.service1.list.1": "Custom design tailored to your brand and audience",
  "services.service1.list.2": "Clear structure, navigation, and visual hierarchy",
  "services.service1.list.3": "Scalable: easy to expand with new pages",
  "services.service1.list.4": "Mobile-friendly, fast, and built cleanly",

  "services.scrollHint": "Scroll to see al services →",

  "services.service2.title": "Personal websites",
  "services.service2.kopje": "Professional, but personal",
  "services.service2.summary": "A personal website that presents your expertise and story in a professional way.",
  "services.service2.text": "Perfect for freelancers, creatives, and professionals who want to show up strong online. We make sure your site feels personal, while still looking polished and trustworthy: clear who you are, what you do, and how people can reach you.",
  "services.service2.list.1": "Design that fits your style and personality",
  "services.service2.list.2": "Clear presentation of services, work, or experience",
  "services.service2.list.3": "A clean layout without distractions",
  "services.service2.list.4": "Easy to update yourself through a CMS",

  "services.service3.title": "Landing pages",
  "services.service3.kopje": "High-performing landing pages",
  "services.service3.summary": "Landing pages with one clear focus: conversion.",
  "services.service3.text": "A landing page is designed to drive visitors toward one clear action — like getting in touch, requesting a quote, or signing up. We build focused landing pages with a strong structure, a clear message, and minimal distraction. Ideal for campaigns, new services, or testing an offer.",
  "services.service3.list.1": "Conversion-focused structure and copy guidance",
  "services.service3.list.2": "One clear action with strong calls-to-action",
  "services.service3.list.3": "Integration with analytics, tracking, and forms",
  "services.service3.list.4": "Fast, mobile-friendly, and campaign-ready",

  "services.service4.title": "Redesign & optimization",
  "services.service4.kopje": "A thoughtful upgrade",
  "services.service4.summary": "Make your current website look sharper, load faster, and communicate more clearly — without rebuilding everything.",
  "services.service4.text": "Is your website strong in content but visually or technically outdated? We deliver a thoughtful upgrade. We improve the look & feel, increase usability, and optimize performance and SEO. If you only want to improve one specific page (for example a landing page), we can optimize that page directly.",
  "services.service4.list.1": "Improvements to UX, navigation, and visual hierarchy",
  "services.service4.list.2": "Speed, SEO, and performance optimization",
  "services.service4.list.3": "Keep and restructure existing content",
  "services.service4.list.4": "Optimize a single page or do a full refresh",

  "services.service5.title": "Features & add-ons",
  "services.service5.kopje": "From simple to advanced",
  "services.service5.summary": "From clean, simple websites to advanced builds with animations and smart features.",
  "services.service5.text": "Not every business needs the same kind of website. That’s why we deliver different levels — from a fast, simple website with a clear structure to advanced websites with animations and interactive elements. We also add features that make it easy for visitors to get in touch and convert faster.",
  "services.service5.list.1": "Simple, clean websites with a clear structure",
  "services.service5.list.2": "Advanced websites with animations and interactive elements",
  "services.service5.list.3": "Contact forms, quote requests, and strong CTAs",
  "services.service5.list.4": "Google Maps integrations and other connections",

  "services.service6.title": "CMS",
  "services.service6.kopje": "Easy to edit yourself",
  "services.service6.summary": "You stay in control: edit texts, images, and pages yourself — without technical knowledge.",
  "services.service6.text": "A CMS (Content Management System) is the tool that lets you manage your website yourself. Think of updating text, replacing images, or adding a new page. We set up the CMS in a clear way and give you a quick walkthrough, so you’re not dependent on us for every small change.",
  "services.service6.list.1": "Edit text and images yourself",
  "services.service6.list.2": "Add or update pages (without code)",
  "services.service6.list.3": "A clear setup tailored to your website",
  "services.service6.list.4": "Short handover so you can start right away",

  "services.service7.title": "Launch, SEO & integrations",
  "services.service7.kopje": "Live and discoverable",
  "services.service7.summary": "We launch your website, set up the SEO basics, and connect tools like Analytics and Search Console.",
  "services.service7.text": "When everything is ready, we handle a smooth launch. We test the key parts (like forms and navigation), put your website live, and make sure the foundation is right for discoverability. We also connect tools so you can measure what’s happening and where your leads come from.",
  "services.service7.list.1": "Launch your website (including pre-launch checks)",
  "services.service7.list.2": "SEO basics: structure, titles, meta data, and performance",
  "services.service7.list.3": "Google Analytics integration",
  "services.service7.list.4": "Google Search Console integration",

  "services.cards.business.title": "Business websites",
  "services.cards.business.desc": "A professional website that clearly positions your business and builds trust. Suitable for service providers, SMEs, and growing organizations that want to be taken seriously online.",
  "services.cards.business.list.1": "Custom design tailored to your brand and audience",
  "services.cards.business.list.2": "Clear structure and strong calls-to-action",
  "services.cards.business.list.3": "Scalable: easily add new pages",

  "services.cards.landing.title": "Landing pages",
  "services.cards.landing.desc": "Landing pages with one clear focus: conversion. Ideal for campaigns, new services, or testing an offer.",
  "services.cards.landing.list.1": "Conversion-focused structure and copy",
  "services.cards.landing.list.2": "Integration with analytics, tracking, and forms",

  "services.cards.redesign.title": "Redesign & optimization",
  "services.cards.redesign.desc": "Is your website strong in content but visually or technically outdated? We deliver a thoughtful upgrade without rebuilding everything from scratch.",
  "services.cards.redesign.list.1": "UX, navigation, and visual hierarchy improvements",
  "services.cards.redesign.list.2": "Speed, SEO, and performance optimization",
  "services.cards.redesign.list.3": "Preserve and restructure existing content",

  "services.link": "Read more →",

  "process.title": "Our process",
  "process.subtitle": "A clear and simple journey, so you always know what the next step is.",
  "process.step1.title": "Discovery & requirements",
  "process.step1.desc": "We start with a kick-off and then create a quick preview so you can immediately see if the direction feels right.",
  "process.step2.title": "Building the website",
  "process.step2.desc": "After the preview we build the website with continuous contact, and we fine-tune everything until it’s exactly right.",
  "process.step3.title": "Launch & handover",
  "process.step3.desc": "When everything is ready, we launch the website and explain how you can make small changes yourself, with support when needed.",
  "process.cta": "View the full process →",

  "process.header": "An overview of our website development process.",
  "process.inleiding": "From first idea to launch: we guide you step by step toward a website that’s right, converts, and grows with your ambitions.",
  "processPage.intro": "On this page you’ll find a more detailed overview of how we work together. From the first conversation to launch: clear, structured, and without surprises.",
  "processPage.step1.long": "In the first phase, we start with a conversation where you tell us about your business, goals, and what you want to achieve with the website. Based on that, we quickly create a small preview or concept so you immediately get a feel for the direction. This gives clarity early on and helps us align fast.",
  "processPage.step1.listTitle": "In this phase you can expect:",
  "processPage.step1.list.1": "An online or in-person kick-off where we discuss your story, goals, and timeline.",
  "processPage.step1.list.2": "Review of your current website (if any), competitors, and examples you like.",
  "processPage.step1.list.3": "A visual preview or initial draft of the website.",
  "processPage.step1.list.4": "A clear indication of planning, investment, and milestones so you know exactly what to expect.",
  "processPage.step2.long": "After the preview, we build the website based on the agreed design and structure. We stay in close contact throughout the process. You can share feedback, make choices on design and content, and we refine everything step by step until it fully matches your business.",
  "processPage.step2.listTitle": "What happens in this phase:",
  "processPage.step2.list.1": "Designing and building the full website",
  "processPage.step2.list.2": "Deciding on colors, style, copy, and pages together",
  "processPage.step2.list.3": "Regular updates and feedback moments",
  "processPage.step2.list.4": "Adjustments based on your input",
  "processPage.step3.long": "Once everything is ready, we launch the website. After that, we calmly explain how you can make small changes yourself, like updating text or replacing images. And of course, we remain available for questions or additional help.",
  "processPage.step3.listTitle": "In the final phase you can expect:",
  "processPage.step3.list.1": "Launching the website",
  "processPage.step3.list.2": "Baseline SEO (structure, titles, load speed) and integration with tools like Google Analytics.",
  "processPage.step3.list.3": "Testing forms, navigation, and key user flows before going live.",
  "processPage.step3.list.4": "A guided go-live and a short handover so you can make small changes yourself.",
  "processPage.outro.title": "Clear collaboration, no hassle",
  "processPage.outro.text": "We keep communication direct, timelines honest, and pricing transparent. You’ll have one main point of contact and always know what stage we’re in, so you can focus on running your business.",

  "about.tagline": "Small team, big impact",
  "about.title": "About Sequential",
  "about.text": "We’re a small, passionate team building websites that actually work for your business. No buzzwords, no unnecessary complexity — just clear structure, thoughtful design, and solid implementation.",
  "about.mission.title": "Our mission",
  "about.mission.text": "Our mission is to help businesses grow through clear and well thought out websites. As a starting company, we approach every project with a fresh perspective and actively think along about what is truly needed. We work with a clear process in which ideas are translated into a functional and modern website. This way we create digital solutions that not only look good, but are also practical and contribute to our clients goals.",
  "about.vision.title": "Our vision",
  "about.vision.text": "We see the web as a place where clarity and simplicity matter. Our vision is to grow step by step as a web agency, while helping businesses become stronger online. We stay curious, pay attention to the details and look for solutions that continue to work well in the long run. This is how we build websites that are ready for the future.",
  "about.why.title": "Why businesses would want to work with us",
  "about.why.intro": "Here’s why companies like working with us:",
  "about.why.long": "We like to keep things simple and clear. We listen carefully to what you need and translate that into a website that is well-structured and easy to understand. Because we are a young web agency, we take the time for each project and actively think along to find the best solution. Since we build everything ourselves, you always know who you are working with and what to expect.",
  "about.why.list.1": "Direct communication with the people doing the work",
  "about.why.list.2": "Honest timelines, transparent pricing and no surprises",
  "about.why.list.3": "A technically well-built website",
  "about.why.list.4": "The possibility to continue building or receive support later on",
  "about.values.title": "Our core values",
  "about.values.list.1": "Quality over quantity",
  "about.values.list.2": "Transparency and honesty",
  "about.values.list.3": "Focus on results and user experience",
  "about.values.list.4": "Continuous learning and improvement",
  "about.why.link": "Learn more about us →",
  "about.tekst.type.writer": "We believe in digital solutions that",
  "about.type.writer.option.1": "are simple.",
  "about.type.writer.option.2": "are powerful.",
  "about.type.writer.option.3": "make an impact.",
  "about.type.writer.option.4": "truly work.",
  "about.scroll.tekst": "Scroll to see more",

  "contact.title": "Tell us about your project",
  "contact.text": "Share a few details and we’ll get back to you with ideas, a rough timeline, and a price indication.",
  "contact.note": "Prefer email? Send us a message at <1>info@sequentialwebsites.com</1>",

  "contactForm.name": "Name",
  "contactForm.namePlaceholder": "Your name",
  "contactForm.company": "Company",
  "contactForm.companyPlaceholder": "Your company",
  "contactForm.email": "Email",
  "contactForm.emailPlaceholder": "Your email",
  "contactForm.details": "Project details",
  "contactForm.detailsPlaceholder": "Tell us about your business, your goals, and what you need.",
  "contactForm.submit": "Send message",
  "contactForm.alert": "Form handling is not connected yet.",
  "contactForm.sending": "Sending message…",
  "contactForm.success": "Your message was sent successfully!",
  "contactForm.error": "Something went wrong. Please try again later.",

  "footer.copy": "© {{year}} Sequential. All rights reserved.",
  "footer.secondary": "Websites for businesses looking to grow."
}
