{
  "nav.home": "Home",
  "nav.services": "Diensten",
  "nav.process": "Proces",
  "nav.about": "Over ons",
  "nav.contact": "Contact",
  "nav.quote": "Vraag offerte aan",

  "hero.kicker": "Webbureau voor groeiende bedrijven",
  "hero.title": "Websites die er <1>strak</1> uitzien en converteren.",
  "hero.subtitle": "Sequential bouwt snelle, moderne websites voor bedrijven die meer leads, sterkere branding en een betere online ervaring willen.",
  "hero.cta1": "Plan een gratis gesprek",
  "hero.cta2": "Bekijk recente projecten",
  "hero.meta.time": "2–4 weken",
  "hero.meta.label": "Typische levertijd",
  "hero.card.title": "Wat je krijgt met Sequential",
  "hero.card.list.1": "Aangepast ontwerp, geen standaard template",
  "hero.card.list.2": "Responsieve layouts voor mobiel & desktop",
  "hero.card.list.3": "Snelle laadtijden en SEO-vriendelijke structuur",
  "hero.card.note": "Vertel ons over je bedrijf en we stellen een structuur, visuele richting en tijdlijn voor — geheel vrijblijvend.",

  "services.title": "Diensten",
  "services.subtitle": "Van eerste concept tot livegang: wij verzorgen elke stap van je website, zodat jij je kunt richten op je bedrijf.",
  "services.intro": "Onze diensten zijn gericht op één doel: een website die duidelijk communiceert, vertrouwen opbouwt en bijdraagt aan groei. Of je nu start met een nieuwe website, je bestaande site wilt verbeteren, of één pagina wilt optimaliseren — we denken strategisch met je mee.",

  "services.includes": "Onze diensten omvatten onder andere:",
  "services.outro.title": "Geen standaard pakketten, wel maatwerk",
  "services.outro.text": "Elk project begint met een gesprek. We luisteren, stellen vragen en adviseren wat écht nodig is — niet meer en niet minder. Zo ontstaat een website die past bij je bedrijf vandaag én morgen.",

  "services.service1.title": "Bedrijfswebsites",
  "services.service1.kopje": "Professionele, moderne websites",
  "services.service1.summary": "Professionele websites die vertrouwen opbouwen en bezoekers richting contact of offerte sturen.",
  "services.service1.text": "Een bedrijfswebsite is vaak het eerste contactmoment met een potentiële klant. Daarom bouwen wij websites die niet alleen mooi zijn, maar vooral helder, snel en doelgericht. We vertalen jouw verhaal naar een logische structuur met sterke call-to-actions, zodat bezoekers sneller overgaan tot actie.",
  "services.service1.list.1": "Uniek ontwerp afgestemd op je merk en doelgroep",
  "services.service1.list.2": "Heldere structuur, navigatie en visuele hiërarchie",
  "services.service1.list.3": "Schaalbaar: eenvoudig uit te breiden met nieuwe pagina’s",
  "services.service1.list.4": "Mobielvriendelijk, snel en technisch netjes opgebouwd",

  "services.service2.title": "Persoonlijke websites",
  "services.service2.kopje": "Professioneel, maar persoonlijk",
  "services.service2.summary": "Een persoonlijke website die jouw expertise en verhaal professioneel presenteert.",
  "services.service2.text": "Perfect voor zzp’ers, creatives en professionals die online sterk voor de dag willen komen. We zorgen dat jouw site persoonlijk aanvoelt, maar wel professioneel oogt: duidelijk wie je bent, wat je doet en hoe mensen je kunnen bereiken.",
  "services.service2.list.1": "Ontwerp dat past bij jouw stijl en uitstraling",
  "services.service2.list.2": "Heldere presentatie van diensten, werk of ervaring",
  "services.service2.list.3": "Duidelijke indeling zonder afleiding",
  "services.service2.list.4": "Simpel zelf aan te passen via CMS",

  "services.service3.title": "Landingspagina’s",
  "services.service3.kopje": "Effectieve landingspagina’s",
  "services.service3.summary": "Landingspagina’s met één duidelijke focus: conversie.",
  "services.service3.text": "Een landingspagina is ontworpen om bezoekers naar één duidelijke actie te sturen, zoals contact opnemen, een offerte aanvragen of zich inschrijven. Wij bouwen landingspagina’s met focus: een sterke opbouw, duidelijke boodschap en zo min mogelijk afleiding. Ideaal voor campagnes, nieuwe diensten of het testen van een propositie.",
  "services.service3.list.1": "Conversiegerichte opbouw en copy-structuur",
  "services.service3.list.2": "Focus op één actie met sterke call-to-actions",
  "services.service3.list.3": "Integratie met analytics, tracking en formulieren",
  "services.service3.list.4": "Snel, mobielvriendelijk en klaar voor campagnes",

  "services.service4.title": "Redesign & optimalisatie",
  "services.service4.kopje": "Doordachte upgrade",
  "services.service4.summary": "Maak je bestaande website moderner, sneller en duidelijker — zonder alles opnieuw te bouwen.",
  "services.service4.text": "Is je website inhoudelijk sterk, maar visueel of technisch verouderd? Dan zorgen wij voor een doordachte upgrade. We verbeteren de look & feel, verhogen de gebruiksvriendelijkheid en optimaliseren performance en SEO. Ook als je één specifieke pagina wilt verbeteren (bijvoorbeeld je landingspagina), kunnen we daar gericht op optimaliseren.",
  "services.service4.list.1": "Verbetering van UX, navigatie en visuele hiërarchie",
  "services.service4.list.2": "Optimalisatie van snelheid, SEO en performance",
  "services.service4.list.3": "Behoud en herstructurering van bestaande content",
  "services.service4.list.4": "Optimalisatie van één pagina of een complete refresh",

  "services.service5.title": "Functionaliteiten",
  "services.service5.kopje": "Van simpel tot geavanceerd",
  "services.service5.summary": "Van simpele websites tot geavanceerde websites met animaties en slimme functies.",
  "services.service5.text": "Niet elk bedrijf heeft dezelfde website nodig. Daarom leveren we verschillende soorten websites: van een snelle, simpele website met een duidelijke structuur tot een geavanceerde website met animaties en interactieve elementen. Daarnaast voegen we functionaliteiten toe die het je bezoekers makkelijk maken om contact op te nemen en sneller te converteren.",
  "services.service5.list.1": "Simpele, strakke websites met een duidelijke structuur",
  "services.service5.list.2": "Geavanceerde websites met animaties en interactieve elementen",
  "services.service5.list.3": "Contactformulieren, offerte-aanvragen en CTA’s",
  "services.service5.list.4": "Google Maps-koppelingen en andere integraties",

  "services.service6.title": "CMS",
  "services.service6.kopje": "Zelf makkelijk aanpassen",
  "services.service6.summary": "Jij houdt controle: pas zelf teksten, afbeeldingen en pagina’s aan zonder technische kennis.",
  "services.service6.text": "Een CMS (Content Management Systeem) is het systeem waarmee jij zelf je website beheert. Denk aan teksten aanpassen, afbeeldingen vervangen of een nieuwe pagina toevoegen. Wij richten het CMS overzichtelijk voor je in en geven uitleg, zodat je niet afhankelijk bent van ons voor elke kleine wijziging.",
  "services.service6.list.1": "Zelf teksten en afbeeldingen aanpassen",
  "services.service6.list.2": "Pagina’s toevoegen of wijzigen (zonder code)",
  "services.service6.list.3": "Overzichtelijke inrichting die bij jouw site past",
  "services.service6.list.4": "Korte uitleg zodat je direct aan de slag kunt",

  "services.service7.title": "Livegang, SEO & koppelingen",
  "services.service7.kopje": "Online en vindbaar",
  "services.service7.summary": "Wij zetten je website online, regelen de basis SEO en koppelen tools zoals Analytics en Search Console.",
  "services.service7.text": "Als alles klaar is, zorgen wij voor een nette livegang. We testen de belangrijkste onderdelen (zoals formulieren en navigatie), zetten je website online en zorgen dat je basis goed staat voor vindbaarheid. Ook koppelen we tools zodat je kunt meten wat er gebeurt en waar je leads vandaan komen.",
  "services.service7.list.1": "Website live zetten (incl. checks vóór livegang)",
  "services.service7.list.2": "Basis SEO: structuur, titels, meta’s en performance",
  "services.service7.list.3": "Koppeling met Google Analytics",
  "services.service7.list.4": "Koppeling met Google Search Console",

  "services.cards.business.title": "Bedrijfswebsites",
  "services.cards.business.desc": "Een professionele website die je bedrijf helder positioneert en vertrouwen uitstraalt. Geschikt voor dienstverleners, MKB en groeiende organisaties die online serieus genomen willen worden.",
  "services.cards.business.list.1": "Uniek ontwerp afgestemd op je merk en doelgroep",
  "services.cards.business.list.2": "Heldere structuur en duidelijke call-to-actions",
  "services.cards.business.list.3": "Schaalbaar: eenvoudig uit te breiden met nieuwe pagina’s",

  "services.cards.landing.title": "Landingspagina’s",
  "services.cards.landing.desc": "Landingspagina’s met één duidelijke focus: conversie. Ideaal voor campagnes, nieuwe diensten of het testen van proposities.",
  "services.cards.landing.list.1": "Conversiegerichte opbouw en copy-structuur",
  "services.cards.landing.list.2": "Integratie met analytics, tracking en formulieren",

  "services.cards.redesign.title": "Redesign & optimalisatie",
  "services.cards.redesign.desc": "Is je website inhoudelijk sterk, maar visueel of technisch verouderd? Dan zorgen wij voor een doordachte upgrade zonder alles opnieuw te moeten opbouwen.",
  "services.cards.redesign.list.1": "Verbetering van UX, navigatie en visuele hiërarchie",
  "services.cards.redesign.list.2": "Optimalisatie van snelheid, SEO en performance",
  "services.cards.redesign.list.3": "Behoud en herstructurering van bestaande content",

  "services.link": "Lees meer →",

  "process.title": "Ons proces",
  "process.subtitle": "Een helder en eenvoudig traject, zodat je altijd weet wat de volgende stap is.",
  "process.step1.title": "Ontdekking & benodigheden",
  "process.step1.desc": "We starten met een kennismaking en maken daarna een snelle preview, zodat je direct ziet of de richting klopt.",
  "process.step2.title": "Website bouwen",
  "process.step2.desc": "Na de preview bouwen we de website met voortdurend contact en passen we alles aan tot het helemaal klopt.",
  "process.step3.title": "Livegang & uitleg",
  "process.step3.desc": "Als alles klaar is, zetten we de website live en leggen we uit hoe je zelf kleine aanpassingen kunt doen, met ondersteuning wanneer nodig.",
  "process.cta": "Bekijk het volledige proces →",

  "processPage.intro": "Op deze pagina vind je een uitgebreider overzicht van hoe we samenwerken. Van het eerste gesprek tot en met de lancering van je website: duidelijk, gestructureerd en zonder verrassingen.",
  "processPage.step1.long": "In de eerste fase starten we met een kennismaking waarin jij vertelt over je bedrijf, je doelen en wat je graag wilt bereiken met de website. Op basis daarvan maken wij snel een kleine preview of concept, zodat je meteen een gevoel krijgt bij de richting. Zo zie je vroeg in het proces al wat je kunt verwachten en kunnen we samen bepalen of we goed zitten.",
  "processPage.step1.listTitle": "In deze fase kun je onder andere verwachten:",
  "processPage.step1.list.1": "Een online of fysieke kennismaking waarin we jouw verhaal, doelen en planning doornemen.",
  "processPage.step1.list.2": "Analyse van je huidige website (indien aanwezig), concurrenten en voorbeelden die je aanspreken.",
  "processPage.step1.list.3": "Een visuele preview of eerste opzet van de website",
  "processPage.step1.list.4": "Een indicatie van planning, investering en oplevermomenten zodat je precies weet waar je aan toe bent.",
  "processPage.step2.long": "Na de preview gaan we de website volledig bouwen. Tijdens dit proces houden we continu contact. Jij mag meedenken, feedback geven en keuzes maken over het design, de inhoud en de indeling. We passen alles stap voor stap aan totdat de website helemaal bij jou en je bedrijf past.",
  "processPage.step2.listTitle": "Wat we in deze fase doen:",
  "processPage.step2.list.1": "Ontwerpen en bouwen van de volledige website",
  "processPage.step2.list.2": "Samen bepalen van kleuren, stijl, teksten en pagina’s",
  "processPage.step2.list.3": "Regelmatige updates en feedbackmomenten",
  "processPage.step2.list.4": "Aanpassingen op basis van jouw wensen",
  "processPage.step3.long": "Als alles klaar is, zetten we de website live. Daarna leggen we je rustig uit hoe je zelf kleine aanpassingen kunt doen, zoals teksten wijzigen of afbeeldingen vervangen. Natuurlijk blijven we beschikbaar voor vragen of extra hulp.",
  "processPage.step3.listTitle": "In de laatste fase kun je verwachten:",
  "processPage.step3.list.1": "Live zetten van de website",
  "processPage.step3.list.2": "Basis-SEO (paginaopbouw, titels, laadsnelheid) en koppeling met tools zoals Google Analytics.",
  "processPage.step3.list.3": "Testen van formulieren, navigatie en belangrijke gebruiksstromen voordat we live gaan.",
  "processPage.step3.list.4": "Begeleide livegang en een korte uitleg zodat je zelf kleine aanpassingen kunt doen.",
  "processPage.outro.title": "Heldere samenwerking, geen gedoe",
  "processPage.outro.text": "We houden korte lijnen, transparante communicatie en duidelijke afspraken. Je hebt één vast aanspreekpunt en weet op elk moment in welke fase het project zit. Zo ontstaat er ruimte voor wat echt telt: een website die je bedrijf vooruithelpt.",

  "about.tagline": "Een klein team, grote impact",
  "about.title": "Over Sequential",
  "about.text": "Wij zijn een klein, gepassioneerd team dat websites bouwt die écht werken voor jouw bedrijf. Geen buzzwords, geen onnodige complexiteit — alleen duidelijke structuur, doordacht ontwerp en solide implementatie.",
  "about.mission.title": "Onze missie",
  "about.mission.text": "Onze missie is om bedrijven te helpen groeien door digitale ervaringen te creëren die impact maken. We combineren strategie, design en technologie in één soepel proces, zodat jouw website niet alleen mooi, maar ook effectief is.",
  "about.vision.title": "Onze visie",
  "about.vision.text": "Wij geloven dat een goede website meer doet dan er mooi uitzien. Ze vertelt het verhaal van je merk, vergroot vertrouwen bij je klanten en ondersteunt de groei van je bedrijf.",
  "about.why.title": "Waarom klanten met ons werken",
  "about.why.intro": "Hier is waarom bedrijven graag met ons samenwerken:",
  "about.why.long": "We zorgen voor directe communicatie, transparante prijzen en een technische stack die volledig is afgestemd op de behoeften van jouw bedrijf. Zo krijg je een website die vandaag én morgen waarde toevoegt.",
  "about.why.list.1": "Directe communicatie met de mensen die het werk daadwerkelijk uitvoeren",
  "about.why.list.2": "Eerlijke tijdlijnen en transparante prijzen, geen verrassingen achteraf",
  "about.why.list.3": "Technische stack volledig afgestemd op jouw behoeften",
  "about.why.list.4": "Mogelijkheden voor langdurige ondersteuning en groei",
  "about.values.title": "Onze kernwaarden",
  "about.values.list.1": "Kwaliteit boven kwantiteit",
  "about.values.list.2": "Transparantie en eerlijkheid",
  "about.values.list.3": "Focus op resultaat en gebruikservaring",
  "about.values.list.4": "Continu leren en verbeteren",
  "about.why.link": "Kom meer te weten over ons →",
  "about.tekst.type.writer": "Wij geloven in digitale oplossingen die",
  "about.type.writer.option.1": "simpel zijn.",
  "about.type.writer.option.2": "krachtig zijn.",
  "about.type.writer.option.3": "impact maken.",
  "about.type.writer.option.4": "echt werken.",
  "about.scroll.tekst": "Scroll om meer te zien",

  "contact.title": "Vertel ons over je project",
  "contact.text": "Deel enkele details en we komen bij je terug met ideeën, een globale tijdlijn en een prijsindicatie.",
  "contact.note": "Liever mailen? Stuur ons een bericht via <1>info@sequentialwebsites.com</1>",

  "contactForm.name": "Naam",
  "contactForm.namePlaceholder": "Jouw naam",
  "contactForm.company": "Bedrijf",
  "contactForm.companyPlaceholder": "Jouw bedrijf",
  "contactForm.email": "E-mail",
  "contactForm.emailPlaceholder": "Jouw email",
  "contactForm.details": "Projectdetails",
  "contactForm.detailsPlaceholder": "Vertel ons over je bedrijf, je doelen en wat je nodig hebt.",
  "contactForm.submit": "Verstuur bericht",
  "contactForm.alert": "Formulierverwerking is nog niet gekoppeld.",
  "contactForm.sending": "Bericht wordt verzonden…",
  "contactForm.success": "Je bericht is succesvol verzonden!",
  "contactForm.error": "Er ging iets mis. Probeer het later opnieuw.",

  "footer.copy": "© {{year}} Sequential. Alle rechten voorbehouden.",
  "footer.secondary": "Websites voor bedrijven die willen groeien."
}
